Repository: Debianov/vtc-bot
Catalog: locale/*/LC_MESSAGES/vtc-bot.po
Languages: ru

# make_sure_subcommand
source: This command can only be used with a subcommand.
ru: Эта команда может использоваться только с подкомандами.

source: Success!
ru: Успешно!

source: Error!
ru: Ошибка!

# success_bot_language_set
source: Bot language set.
ru: Язык бота установлен.

# language_isnt_supported
source: the language isn't supported.
ru: язык не поддерживается.

source: Convoy
ru: Конвой

source: Description
ru: Описание

source: Location:
ru: Начало:

source: Destination:
ru: Конец:

source: Time:
ru: Время:

source: Rest:
ru: Место отдыха:

source: DLC maps:
ru: DLC карты:

source: Cargo:
ru: Груз:

source: Information
ru: Информация

source: Extra information
ru: Дополнительная информация

source: Vote information
ru: Информация по голосованию

source: Vote within
ru: Голосование в течение

# accept_with_convoy
source: Do you accept with the convoy? :white_check_mark: - yes, :x: - no
ru: Будешь участвовать в конвое? :white_check_mark: - да, :x: - нет

# convoy_accepted
source: The vote is over. Convoy accepted.
ru: Голосование завершено. Конвой согласован.

# convoy_rejected_neutral
source: The vote is over. Convoy rejected due to neutral vote.
ru: Голосование завершено. Конвой отклонён из-за ровного количества голосов.

# convoy_rejected
source: The vote is over. Convoy rejected.
ru: Голосование завершено. Конвой отклонён.

source: Vote result
ru: Результаты голосования
